---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadLinearForceFz2
source: html/63efc3fc-568f-8668-cd2e-286301bc94f6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadLinearForceFz2 Property

"Fz 2"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadLinearForceFz2 { get; }
```